Repository: NonchalantLudens/EasyMacImgViewer
Catalog: EasyMacImgViewer/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 上一张
en: Previous

source: 上一张 (←)
en: Previous (←)

source: 下一张
en: Next

source: 下一张 (→)
en: Next (→)

source: 打开
en: Open

source: 打开…
en: Open…

source: 打开图像 (⌘O)
en: Open Image (⌘O)

source: 打开图片开始浏览
en: Open an image to start browsing

source: 播放
en: Play

source: 暂停
en: Pause

source: 播放 Live Photo
en: Play Live Photo

source: 播放 / 暂停 Live Photo
en: Play / Pause Live Photo

source: 播放 / 暂停动画
en: Play / Pause Animation

source: 放大
en: Zoom In

source: 缩小
en: Zoom Out

source: 适合窗口
en: Fit Window

source: 适合窗口 (⌘0)
en: Fit Window (⌘0)

source: 实际大小
en: Actual Size

source: 实际大小 (⌘1)
en: Actual Size (⌘1)

source: 显示
en: View

source: 无法打开图像
en: Unable to Open Image

source: 此照片可能是 Live Photo，但视频部分未随文件传输
en: This photo may be a Live Photo, but the video part was not transferred with it
